/* No comment provided by engineer. */
"%@ (Disabled: %@)" = "%1$@（無効にされた：%2$@）";

/* No comment provided by engineer. */
"%@ can't be empty" = "%@をブランクのままにできません。";

/* No comment provided by engineer. */
"(Tap to edit, hold to re-order)" = "（編集するにはタップする。整理し直すには長押しする）";

/* No comment provided by engineer. */
"(Use Default)" = "（デフォルトを利用する）";

/* No comment provided by engineer. */
"Add Bookmark" = "お気に入りリストに追加する";

/* No comment provided by engineer. */
"All rules" = "全てのルール";

/* No comment provided by engineer. */
"Allow hosts to access WebRTC functions" = "ホストにWebRTC機能にアクセスすることを許可する";

/* No comment provided by engineer. */
"Allow hosts to permanently store cookies and local storage databases" = "ホストにクッキーとローカル・ストレージ・データベースを永久に保管することを許可する";

/* No comment provided by engineer. */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts (useful for RSS readers and other aggregators)" = "HTTPSホストに非HTTPSホストからページ・リソースをロードすることを許可する（RSSやアグリゲーターに便利）";

/* No comment provided by engineer. */
"Allow mixed-mode resources" = "混合モードリソースを許可する";

/* No comment provided by engineer. */
"Allow persistent cookies" = "永続的なクッキーを許可する";

/* No comment provided by engineer. */
"Allow this host to access WebRTC functions" = "このホストにWebRTC機能にアクセスすることを許可する";

/* No comment provided by engineer. */
"Allow this host to permanently store cookies and local storage databases" = "このホストにクッキーとローカル・ストレージ・データベースを永久に保管することを許可する";

/* No comment provided by engineer. */
"Allow this HTTPS host to load page resources from non-HTTPS hosts (useful for RSS readers and other aggregators)" = "このHTTPSホストに非HTTPSホストからページ・リソースをロードすることを許可する（RSSやアグリゲーターに便利）";

/* No comment provided by engineer. */
"Allow this page to close its tab?" = "このページにタブを閉じる許可を与えますか？";

/* No comment provided by engineer. */
"Allow WebRTC" = "WebRTCを許可する";

/* No comment provided by engineer. */
"An error occurred downloading image %@" = "%@をダウンロード中にエラーが発生しました。";

/* No comment provided by engineer. */
"Authentication Required" = "認証が必要です。";

/* No comment provided by engineer. */
"Block external LAN requests" = "外部LAN接続をブロックする";

/* No comment provided by engineer. */
"Blocked 3rd-Party Hosts" = "ブロックされた第3者ホスト";

/* No comment provided by engineer. */
"Bookmarks" = "お気に入り";

/* Cancel
   Cancel action */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Close Tab" = "タブを閉じる";

/* No comment provided by engineer. */
"Confirm" = "確認";

/* No comment provided by engineer. */
"Content policy" = "コンテンツのポリシー";

/* No comment provided by engineer. */
"Cookies and Local Storage" = "クッキーとローカル・ストレージ";

/* No comment provided by engineer. */
"Copy URL" = "URLをコピー";

/* No comment provided by engineer. */
"Create New Tab" = "新しいタブを開く";

/* No comment provided by engineer. */
"Custom settings" = "カスタム設定";

/* No comment provided by engineer. */
"Custom user-agent string, or blank to use the default" = "カスタム ユーザー エージェント文字列。ブランクのままにしたらデフォルトを利用します。";

/* No comment provided by engineer. */
"Default Settings" = "デフォルト設定";

/* No comment provided by engineer. */
"Disable" = "無効";

/* No comment provided by engineer. */
"Disabled: %@" = "無効にされた：%@";

/* No comment provided by engineer. */
"Done" = "完了しました";

/* No comment provided by engineer. */
"Double-tap to dismiss pop-up window." = "ポップアップ・ウィンドウを閉じるにはダブルタップする。";

/* No comment provided by engineer. */
"Edit Bookmark" = "お気に入りを編集する";

/* No comment provided by engineer. */
"Enable" = "有効";

/* No comment provided by engineer. */
"Enter the details of the URL to bookmark:" = "お気に入りに追加するURLの詳細を入力：";

/* No comment provided by engineer. */
"Enter the host/domain to define settings for" = "設定を定義したいホスト/ドメインを入力：";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Fill with 1Password" = "1Passwordを利用して入力";

/* No comment provided by engineer. */
"Focus URL Field" = "URLフィールドにフォーカスを合わせる";

/* No comment provided by engineer. */
"Global Settings" = "グローバル設定";

/* No comment provided by engineer. */
"Bridge Configuration" = "ブリッジ設定";

/* No comment provided by engineer. */
"Tor connection failure" = "Tor接続失敗";

/* No comment provided by engineer. */
"__CONNECTION_FAILURE_DESCRIPTION__" = "Onion BrowserのTor匿名ネットワーク接続が切断されて、再接続できません。原因はおそらく、作動中にアプリがバックグラウンドあるいはスリープモードへ切り替わったからです。\n\nアプリを終了させてからもう一度やり直して下さい。現在のページをお気に入りに追加したいか、現在のページから情報を保存したい場合、「OK」をタップして下さい。アプリは接続されていない状態のままになります。";

/* No comment provided by engineer. */
"Quit App" = "アプリを終了";

/* No comment provided by engineer. */
"Go Back" = "戻る";

/* No comment provided by engineer. */
"Go Forward" = "進む";

/* No comment provided by engineer. */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications" = "外部アプリケーションを開かないようにするために、リンクのタップを標準以外の方法で処理します";

/* No comment provided by engineer. */
"Handle tapping on links on pages from this host in a non-standard way to avoid possibly opening external applications" = "外部アプリケーションを開かないようにするために、このホストからのページのリンクをタップしたときに標準以外の方法で処理します";

/* No comment provided by engineer. */
"Host Settings" = "ホスト設定";

/* No comment provided by engineer. */
"Host/domain" = "ホスト/ドメイン";

/* No comment provided by engineer. */
"Hosts" = "ホスト";

/* No comment provided by engineer. */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* No comment provided by engineer. */
"HTTPS Everywhere Rules" = "HTTPS Everywhereのルール";

/* No comment provided by engineer. */
"Ignore for this host" = "このホストを無視";

/* No comment provided by engineer. */
"Ignore TLS errors" = "TLSエラーを無視";

/* No comment provided by engineer. */
"Invalid email address" = "無効なメールアドレス";

/* No comment provided by engineer. */
"Log In" = "ログイン";

/* InAppSettingsKit */
"Mail not configured" = "メールは設定されていません";

/* No comment provided by engineer. */
"Manage Bookmarks" = "お気に入りを管理する";

/* No comment provided by engineer. */
"Minimum version of TLS required for hosts to negotiate HTTPS connections" = "HTTPS接続に必要な、ホストで定められた必要最小限のTLSバージョン";

/* No comment provided by engineer. */
"Minimum version of TLS required for this host to negotiate HTTPS connections" = "HTTPS接続に必要な、このホストで定められた必要最小限のTLSバージョン";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"No XHR/WebSocket/Video connections" = "XHR/WebSocket/ビデオ通信なし";

/* InAppSettingsKit
   OK action */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "開く";

/* No comment provided by engineer. */
"Open (normal browsing mode)" = "開く（通常のブラウジングモード）";

/* No comment provided by engineer. */
"Open in a New Tab" = "新しいタブで開く";

/* No comment provided by engineer. */
"Open in Background Tab" = "バックグラウンドで開く";

/* No comment provided by engineer. */
"Open in Safari" = "Safariで開く";

/* No comment provided by engineer. */
"Other" = "その他";

/* No comment provided by engineer. */
"Page bookmarked" = "お気に入りに追加しました";

/* No comment provided by engineer. */
"Page Name (leave blank to use URL)" = "ページ名（URLを利用するにはブランクのままにする）";

/* Password */
"Password" = "パスワード";

/* No comment provided by engineer. */
"Privacy" = "プライバシー";

/* No comment provided by engineer. */
"Pull to Refresh Page" = "引っ張って更新する";

/* No comment provided by engineer. */
"Refresh" = "更新する";

/* No comment provided by engineer. */
"Resources loaded from external hosts will be blocked from loading page elements or making requests to LAN hosts (192.168.0.0/16, 172.16.0.0/12, etc.)" = "外部ホストからロードされたリソースがウェブページ上のエレメントをロードするのをブロックし、LANホストへのネットワークリクエストをブロックします（192.168.0.0/16, 172.16.0.0/12, など）";

/* No comment provided by engineer. */
"Resources loaded from this host will be blocked from loading page elements or making requests to LAN hosts (192.168.0.0/16, 172.16.0.0/12, etc.)" = "このホストからロードされたリソースがウェブページ上のエレメントをロードするのをブロックし、LANホストへのネットワークリクエストをブロックします（192.168.0.0/16, 172.16.0.0/12, など）";

/* No comment provided by engineer. */
"Restrictions on resources loaded from web pages" = "ウェブページからロードされたリソースに対する制限";

/* No comment provided by engineer. */
"Restrictions on resources loaded from web pages at this host" = "このホストのウェブページからロードされたリソースに対する制限";

/* No comment provided by engineer. */
"Rules in use on current page" = "現在のページに使用中のルール";

/* No comment provided by engineer. */
"Save Image" = "画像を保存する";

/* No comment provided by engineer. */
"Security" = "セキュリティー";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"Share URL" = "URLを共有する";

/* No comment provided by engineer. */
"Show Bookmarks" = "お気に入りを表示する";

/* No comment provided by engineer. */
"Strict (no JavaScript, video, etc.)" = "厳格モード（Javascript、ビデオなど、なし）";

/* No comment provided by engineer. */
"Switch to Tab %d" = "%dタブへ切り替える";

/* No comment provided by engineer. */
"These settings will apply to this host and all hosts under it (e.g., \"example.com\" will apply to example.com and www.example.com)" = "この設定はこのホストそして下位のホストに適用します（例えば\"example.com\"は\"example.com\"と\"www.example.com\"に適用する）";

/* No comment provided by engineer. */
"These settings will be used as defaults for all hosts unless overridden" = "上書きされない限り、この設定は全てのホストにデフォルトとして利用されます。";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "このデバイスはメールの送信が設定されていません。設定アプリでメールを設定して下さい。";

/* No comment provided by engineer. */
"TLS 1.2 Only" = "TLS 1.2のみ";

/* No comment provided by engineer. */
"TLS 1.2, 1.1, or 1.0" = "TLS 1.2、1.1、または1.0";

/* No comment provided by engineer. */
"TLS certificate chain verification error (self-signed certificate?)" = "TLS認証でエラー（自己署名の証明書？）";

/* No comment provided by engineer. */
"TLS handshake failed" = "TLSハンドシェイクに失敗しました";

/* No comment provided by engineer. */
"TLS protocol error" = "TLSプロトコールのエラー";

/* No comment provided by engineer. */
"TLS version" = "TLSバージョン";

/* No comment provided by engineer. */
"Universal Link Protection" = "ユニバーサルリンク保護";

/* No comment provided by engineer. */
"Unknown Organization" = "不明な組織";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"URL Blocker" = "URLブロッカー";

/* No comment provided by engineer. */
"User Agent" = "ユーザーエージェント";

/* No comment provided by engineer. */
"User disabled" = "ユーザーは無効です";

/* No comment provided by engineer. */
"Using defaults" = "デフォルトを利用しています";

/* No comment provided by engineer. */
"XLFormViewController_ValidationErrorTitle" = "エラー";

/* No comment provided by engineer. */
"Yes" = "はい";

